/* Time Machine panel size in GB */
"%.1f GB" = "%.1f ГБ";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f МБ";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TБ";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (сетевой диск)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ в %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u КБ";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Невозможно записать файл в предназначенное место.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Невозможно записать файл в предназначенное место. Убедитесь, что в папке назначения Вы имеете права записи.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Использовать %1$@ или %2$@ для резервного копирования с помощью Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Использовать %@ для резервного копирования с помощью Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Сбой при записи данных образа.";

/* OK button */
"OK" = "ОК";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Не удалась попытка снимка экрана.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "сетевой диск %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Не удается создать образ из bitmap для пути.";

/* screencapture create image error string */
"Unable to create image." = "Не удается создать образ.";

/* screencapture type error string */
"Unable to create type string." = "Не удается создать строку для этого типа файла.";

/* screencapture create url error string */
"Unable to create url for path." = "Не удается создать url для пути.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Невозможно сохранить снимок экрана.";

